tap "homebrew/bundle"
tap "jesseduffield/lazygit"
tap "olets/tap"
brew "bat"
brew "exa"
brew "fzf"
brew "ghq"
brew "neovim"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "starship"
brew "terraform"
brew "jesseduffield/lazygit/lazygit"
brew "poetry"
brew "awscli"

cask_args appdir: "/Applications"

cask "slack"
cask "1password"
cask "keycastr"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "notion"
cask "visual-studio-code"
cask "rancher"
cask "raycast"
cask "deepl"
cask "karabiner-elements"
cask "spotify"
cask "google-cloud-sdk"
