rafaelrinaldi/pure
jethrokuan/z
jethrokuan/fzf
0rax/fish-bd
evanlucas/fish-kubectl-completions
decors/fish-ghq
jorgebucaran/fisher
jorgebucaran/nvm.fish
